[
  {
    "id": 1,
    "Name": "Portugal",
    "label": "“Stay at home” - Lisbon on red alert\nLisbon City Council (CML) has issued a red alert this morning due to bad weather and has asked the population to stay at home."
  },
  {
    "id": 2,
    "Name": "Spain",
    "label": "Some Spanish airport workers plan to strike around Christmas. Workers at Spanish airport operator Aena (AENA.MC) plan to walk out around Christmas and New Year, the CCOO union said on Tuesday, as pay disputes spread in Europe."
  },
  {
    "id": 3,
    "Name": "France",
    "label": "Donors in Paris pledge over €1B to help Ukraine through the winter\nFrench businesses gear up for post-war investments in Ukraine reconstruction"
  },
  {
    "id": 4,
    "Name": "Belgium",
    "label": "A few bad apples or a whole rotten barrel? Brussels wrestles with corruption scandal\nSome EU officials are adamant the Qatar corruption probe concerns ‘a few individuals.’ Others say the rot goes much deeper."
  },
  {
    "id": 5,
    "Name": "Luxembourg",
    "label": "Stanhope Capital expands footprint with Luxembourg deal\nGlobal wealth management firm Stanhope Capital has agreed to merge with Luxembourg-based Arche Associates."
  },
  {
    "id": 6,
    "Name": "Germany",
    "label": "Tesla's Giga Berlin May Make Move To Three Shifts Going Forward\nDespite numerous reports of Tesla facing demand issues, it seems factories are still ramping up to crank out EVs."
  },
  {
    "id": 7,
    "Name": "Ireland",
    "label": "Cheapest fuel in Dublin today as petrol and diesel prices drop to lowest levels in months\nFuel prices are at their lowest since 2021, with petrol and diesel prices dropping by 10 per cent for December"
  },
  {
    "id": 8,
    "Name": "England",
    "label": "Scotland loses climate change lead, advisers warn\nScotland's progress in cutting greenhouse gas emissions has \"largely stalled\" in recent years."
  },
  {
    "id": 9,
    "Name": "Italy",
    "label": "Onshore wind rules to be relaxed after Tory revolt\nThe government says it will rewrite a planning rule restricting new turbines in England.\n\n6 December 20226th December 2022UK Politics"
  },
  {
    "id": 10,
    "Name": "Austria",
    "label": "First UK coal mine in decades approved\nClimate experts and Tory MPs argued the Cumbria mine would scupper UK efforts to lower emissions."
  },
  {
    "id": 11,
    "Name": "Slovenia",
    "label": "Will the Cumbrian coal mine threaten the UK's climate goals?\nThe government has announced the first deep coal mine in 30 years will go ahead in Whitehaven.\n\n6d6 days agoScience & Environment"
  },
  {
    "id": 12,
    "Name": "Croatia",
    "label": "Panic buying' in China as Covid curbs are eased\nPeople in China are rushing to buy medicines, foods and other items amid reports of shortages."
  },
  {
    "id": 13,
    "Name": "Hungary",
    "label": "Worst floods in years kills 120 people in DR Congo\nMajor roads in the city were submerged as heavy rains continued for hours and several homes collapsed."
  },
  {
    "id": 14,
    "Name": "Slovakia",
    "label": "Shadow of 60-year-old war at India-China flashpoint\nThe brief and bloody 1962 conflict looms large in Arunachal Pradesh, scene of the latest flare-up."
  },
  {
    "id": 15,
    "Name": "Czechia",
    "label": "Body of Zambian student killed in Ukraine returned\nLemekhani Nyirenda was serving a nine-year prison sentence when he went off to fight for Russia."
  },
  {
    "id": 16,
    "Name": "Poland",
    "label": "Ukraine’s missile graveyard 'is evidence against Russia’\nProsecutors want the collection of more than 1,000 munitions to be used in any future court action."
  },
  {
    "id": 17,
    "Name": "Romania",
    "label": "Ukraine says 50m lightbulbs could prove crucial\nEnsuring Ukraine's energy supply is key to ending Russian aggression, President Zelensky says."
  },
  {
    "id": 18,
    "Name": "Bulgaria",
    "label": "Reinventing 'phenomenal' Griezmann's France role\nThree months ago, France's Antoine Griezmann was a substitute amid a contract farce - now there is no stopping him in his second great World Cup."
  },
  {
    "id": 19,
    "Name": "Greece",
    "label": "Best ever' and 'magic' - reaction to 'true Messi'\nLionel Messi was dubbed the greatest player of all time as he led Argentina into the World Cup final - and one last chance to win the most famous trophy of all."
  },
  {
    "id": 20,
    "Name": "Lithuania",
    "label": "Suspended sentence for French rugby chief Laporte\nFrench rugby chief Bernard Laporte is given a two-year suspended prison sentence and a 75,000 euro (£64,000) fine for corruption, nine months before the country hosts the World Cup."
  },
  {
    "id": 21,
    "Name": "Latvia",
    "label": "His World Cup record is little known - and now under threat\nVittorio Pozzo is the only coach to have won successive men's World Cup titles but remains relatively little known - for one reason."
  },
  {
    "id": 22,
    "Name": "Estonia",
    "label": "Estonia has recently announced a new joint venture with the United States to develop advanced AI technologies to improve government efficiency and services."
  },
  {
    "id": 23,
    "Name": "Finland",
    "label": "Finland is the first country in the world to make broadband access a legal right for all citizens. The country's new law, which came into effect on July 1, guarantees speeds of at least 100 megabits per second for all citizens, and those living in rural areas will be entitled to receive speeds of at least 1 gigabit per second. The law also requires all operators to provide equal access to their networks regardless of geographic location."
  },
  {
    "id": 24,
    "Name": "Sweden",
    "label": "Sweden's government has announced that it is to provide an extra $3.3bn of funding to support the country's education system over the next four years. The money will go towards improving infrastructure, increasing student aid, and developing digital resources. The move comes as Sweden continues to tackle the impact of the Covid-19 pandemic."
  },
  {
    "id": 25,
    "Name": "Denmark",
    "label": "Denmark has announced that it will invest an additional 500 million kroner (approx. €67 million) in green initiatives, including renewable energy, electric vehicles, and organic farming. The announcement was made by Prime Minister Mette Frederiksen at the Climate Change Action Summit in Copenhagen. The additional funds will be used to help Denmark reach its 2030 climate targets."
  }
]